// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Enhetsupptäckt";


// Search Task
SearchTaskName = "Välj enhet";
SearchTaskTitle = "Välj en enhet att konfigurera";

AllFilterTitle = "Alla";

DevicesFilterLabel = "Enheter:";
SupportedDevicesFilterTitle = "Stöds";

ConnectionFilterLabel = "Anslutning:";

DeviceNameColumnTitle = "Enhetsnamn";
ConnectionColumnTitle = "Anslutning";
DetailsColumnTitle = "Detaljer";
DeviceModelColumnTitle = "Enhetsmodell";

DeviceIsNotListedButtonTitle = "Min enhet står inte med i listan…";
SpecifyDeviceManuallyButtonTitle = "Ange enheten manuellt…";

AdminPasswordIsSetOnDeviceTitle = "Den valda enheten har ett administratörslösenord inställt";
AdminPasswordIsSetOnDeviceText = "Den valda enheten verkar redan vara installerad. Om du ändå vill fortsätta med installationen klickar du på knappen \"Fortsätt\".";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Den valda enheten verkar redan vara installerad.";

DeviceCommunicationError = "Kommunikationsfel";
DeviceCommunicationErrorText = "Det uppstod ett fel vid kommunikation med enheten. Kontrollera att enheten är klar och försök igen.";
DeviceCommunicationTimeoutErrorText = "Enheten svarar inte. Kontrollera att enheten är ansluten och försök igen.";

ManualSpecifyTaskDescription = "Ange enheten manuellt";
ManualSpecifyOkButtonTitle = "Anslut";
